/* eslint-disable */
define(function (require, exports, module) {
  module.exports = {
    group: ["标号", "解除锁定", "对象可见性", "常用:点", "主线", "衬线", "填充", "注记", "子标号"],
    displayName: ["锁定", "可见性", "LibID", "Code"],
    displayLineStyleName: ["线宽", "线颜色", "线型", "线透明度"],
    displaySurroundLineName: ["衬线类型", "衬线宽", "衬线颜色", "衬线透明度"],
    displayFillStyleName: ["填充", "填充色", "填充透明度", "渐变填充方式", "填充背景色", "填充背景透明度", "渐变填充角度", "渐变填充水平偏移", "渐变填充竖直偏移"],
    displayNameDot: ["旋转角度", "随图缩放", "镜像", "标号级别", "位置点偏移", "偏移线类型", "宽高锁定", "标号Width", "标号Height"],
    displayTextContentName: ["注记内容", "注记位置", "注记大小", "注记颜色", "注记字体", "注记距离", "字间距", "字宽百分比", "字体描边", "描边色", "描边宽度", "文字背景", "背景色", "文字阴影", "阴影色", "阴影偏移量X", "阴影偏移量Y"],
    groupNew: ["组合类型", "箭头类型", "沿线类型", "边框属性", "半径", "轨道设置", "节点设置", "连线类型", "折线设置"],
    displayNameNew: ["箭头", "箭身", "箭尾", "起始", "终止", "路径线", "贝塞尔曲线", "显示箭头", "避让", "标注框边框", "圆角边框", "对象标注边框",
      "半径类型", "半径角度", "注记一", "注记二", "卫星轨道", "节点类型", "节点旋转角度", "对象间连线", "折线显示", "文字对齐方式"],
    fontName: ["字体描边", "描边色", "描边宽度", "文字背景", "背景色", "文字阴影", "阴影色", "阴影偏移量X", "阴影偏移量Y", "字间距", "字宽百分比"]
  };
});